Revit 2027 API
ParameterTypeId.ViewGraphSchedTextAppearance Property
 "Text Appearance"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewGraphSchedTextAppearance { get; }
Public Shared ReadOnly Property ViewGraphSchedTextAppearance As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewGraphSchedTextAppearance {
	ForgeTypeId^ get ();
}
static member ViewGraphSchedTextAppearance : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace